<?php if(!defined('BASE_PATH')) include $_SERVER['DOCUMENT_ROOT'] . '/404.php';

$Lang['disabled'] = "Запрещено вносить изменения.";

$Lang['removeContentFailure'] = "Не удалось очистить директорию с динамическим контентом.";
$Lang['removeContentSuccess'] = "Содержимое директории с динамическим контентом успешно очищено.";

$Lang['skeletonContentFailure'] = "Не удалось создать файловую структуру для контента типа '%1\$s'.";
$Lang['skeletonContentSuccess'] = "Файловая структура для контента типа '%1\$s' успешно создана.";

$Lang['upToDate'] = "Обновление тестов не требуется.";

$Lang['copyContentFailure'] = "Не удалось скопировать содержимое директории с тестовым динамическим контентом.";
$Lang['copyContentSuccess'] = "Содержимое директории с тестовым динамическим контентом успешно скопировано.";

$Lang['coreSuccess'] = "Ядро было успешно обновлено до версии %1\$s.";
$Lang['testSuccess'] = "Тесты были успешно обновлены.";